{
    "Cancel": "Cancelar",
    "Create": "Criar",
    "Save": "Salvar",
    "Yes": "Sim",
    "No": "Não",
    "Enable": "Ativar",
    "Disable": "Desativar",
    "Active": "Ativado",
    "Delete": "Excluir",
    "Close": "Perto",
    "Edit": "Editar",
    "Update": "Atualizar",
    "Search...": "Pesquisar...",
    "View": "Visão",
    "Home": "Início",
    "More": "Mais",
    "Deleted": "Deletados",
    "Deactivated": "Desativados",
    "Deactivate": "Desativar",
    "Reactivate": "Reativar",
    "Menu": "Menu",
    "Action": "Ação",
    "Verified": "Verificado",
    "Actions": "Açãos",
    "System": "Sistema",
    "Access": "Acesso",
    "Welcome :Name": "Bem-vindo :Name",
    "Welcome to the dashboard": "Bem-vindo ao painel",
    "Timezone": "Fuso horário",
    "N/A": "N/D",
    "Dashboard": "Painel de controle",
    "You are logged in!": "Você está logado!",
    "All rights reserved": "Todos os direitos reservados",
    "Number of users": "Número de usuários",
    "Provider": "Provedor",
    "Logout": "Sair",
    "Register": "Registrar",
    "Login": "Entrar",
    "Forgot your password?": "Esqueceu sua senha?",
    "Remember me": "Lembre-me",
    "Reset password": "Redefinir senha",
    "Send password reset link": "Enviar link de redefinição de senha",
    "We have emailed your password reset link!": "Enviamos seu link de redefinição de senha por email!",
    "Two factor authenticate": "Autenticação em duas etapas",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirme o acesso à sua conta inserindo o código de autenticação fornecido pelo seu aplicativo autenticador.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Confirme o acesso à sua conta inserindo um dos seus códigos de recuperação de emergência.",
    "Code": "Código",
    "Recovery code": "Código de recuperação",
    "Use a recovery code": "Use um código de recuperação",
    "Use an authentication code": "Use um código de autenticação",
    "Verify email": "Confirmação de email",
    "Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Antes de começar, você poderia verificar o seu endereço de e-mail clicando no link que acabamos de enviar para você? Se você não recebeu o e-mail, teremos o prazer de enviar outro.",
    "Resend verification email": "Reenviar email de verificação",
    "User": "Usuário",
    "Users": "Usuários",
    "Email": "Email",
    "Name": "Nome",
    "Full name": "Nome completo",
    "First name": "Primeiro nome",
    "Last name": "Sobrenome",
    "Avatar": "Avatar",
    "Email address": "Endereço de email",
    "Password": "Senha",
    "Password confirmation": "Confirmação da senha",
    "Confirm password": "Confirme sua senha",
    "New password": "Nova senha",
    "Current password": "Senha atual",
    "Profile": "Perfil",
    "Last login ip": "IP do último login",
    "Last login": "Último login",
    "Change password": "Alterar senha",
    "Browser sessions": "Sessões do navegador",
    "Delete my account": "Deletar minha conta",
    "Two factor authentication": "Autenticação de dois fatores",
    "You have not enabled two factor authentication.": "Você não ativou a autenticação de dois fatores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores está habilitada, você será solicitado a fornecer um token aleatório seguro durante a autenticação. Você pode recuperar esse token do aplicativo Google Authenticator do seu telefone.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "A autenticação de dois fatores agora está habilitada. Leia o seguinte código QR usando o aplicativo autenticador do seu telefone.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene esses códigos de recuperação em um gerenciador de senhas seguro. Eles podem ser usados para recuperar o acesso à sua conta se o seu dispositivo de autenticação de dois fatores for perdido.",
    "Regenerate recovery codes": "Regenerar códigos de recuperação",
    "Show recovery codes": "Mostrar códigos de recuperação",
    "Logout other browser sessions": "Sair de outras sessões do navegador",
    "All sessions were successfully deleted.": "Todas as sessões foram excluídas com sucesso.",
    "Profile updated successfully.": "Perfil atualizado com sucesso.",
    "Password updated successfully.": "Senha atualizada com sucesso.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode fazer logout de todas as outras sessões do navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se achar que sua conta foi comprometida, você também deve atualizar sua senha.",
    "This device": "Esta maquina",
    "Delete account": "Deletar conta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja reter.",
    "Send confirmation email": "Enviar email de confirmação",
    "Users deactivated": "Usuários desativados",
    "Users deleted": "Usuários excluídos",
    "Login as :name": "Entrar como :name",
    "There was a problem connecting to :provider.": "Ocorreu um problema ao conectar-se a: provedor.",
    "There was a problem creating this user. Please try again.": "Ocorreu um problema ao criar este usuário. Por favor, tente novamente.",
    "There was a problem updating this user. Please try again.": "Ocorreu um problema ao atualizar este usuário. Por favor, tente novamente.",
    "There was a problem deleting this user. Please try again.": "Ocorreu um problema ao excluir este usuário. Por favor, tente novamente.",
    "There was a problem restoring this user. Please try again.": "Ocorreu um problema ao restaurar este usuário. Por favor, tente novamente.",
    "There was a problem permanently deleting this user. Please try again.": "Ocorreu um problema ao excluir este usuário permanentemente. Por favor, tente novamente.",
    "There was a problem updating your password. Please try again.": "Ocorreu um problema ao atualizar sua senha. Por favor, tente novamente.",
    "This user is already confirmed.": "Este usuário já está confirmado.",
    "You must first delete the user.": "Você deve primeiro excluir o usuário.",
    "You cannot permanently delete the administrator profile.": "Você não pode excluir permanentemente o perfil do administrador.",
    "You can not deactivate the administrator profile.": "You can not deactivate the administrator profile.",
    "You can not do that to yourself.": "Você não pode fazer isso consigo mesmo.",
    "User cannot uncomfirmed himself.": "O próprio usuário não pode cancelar a confirmação.",
    "User already unconfirmed.": "Usuário já não está confirmado.",
    "User already comfirmed.": "Usuário já está confirmado",
    "You can not delete yourself.": "Você não pode deletar a si mesmo.",
    "The user was successfully created.": "O usuário foi criado com sucesso.",
    "The user was successfully updated.": "O usuário foi atualizado com sucesso.",
    "The user was successfully deleted.": "O usuário foi excluído com sucesso.",
    "Email verification was sent successfully.": "A verificação do email foi enviada com sucesso.",
    "The user was successfully confirmed.": "O usuário foi confirmado com sucesso.",
    "The user was successfully disconfirmed.": "O usuário foi desconfirmado com sucesso.",
    "The user was permanently deleted.": "O usuário foi excluído permanentemente.",
    "The user was successfully restored.": "O usuário foi restaurado com sucesso.",
    "The user\\'s password was successfully updated.": "A senha do usuário foi atualizada com sucesso.",
    "User deactivating successfully.": "Usuário desativado com sucesso.",
    "User activating successfully.": "Usuário ativado com sucesso.",
    "You can not delete the master administrator.": "Você não pode excluir o administrador mestre.",
    "Only the administrator can change their password.": "Apenas o administrador pode alterar sua senha.",
    "The provided password does not match your current password.": "A senha fornecida não corresponde à sua senha atual.",
    "This password does not match our records.": "Esta senha não corresponde aos nossos registros.",
    "Roles": "Funções",
    "Role": "Função",
    "There was a problem creating this role. Please try again.": "Ocorreu um problema ao criar esta função. Por favor, tente novamente.",
    "There was a problem updating this role. Please try again.": "Ocorreu um problema ao atualizar esta função. Por favor, tente novamente.",
    "There was a problem deleting this role. Please try again.": "Ocorreu um problema ao excluir esta função. Por favor, tente novamente.",
    "The role was successfully created.": "A função foi criada com sucesso.",
    "The role was successfully updated.": "A função foi atualizada com sucesso.",
    "The role was successfully deleted.": "A função foi excluída com sucesso.",
    "Permission": "Permissão",
    "Permissions": "Permissãos"
}
